Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Send Report
ar: إرسال التقرير
de: Bericht senden
el: Αποστολή Αναφοράς
es: Enviar informe
fa: ارسال گزارش
fr: Envoyer le signalement
he: שליחת דוח
hi: रिपोर्ट भेजें
id: Kirim Laporan
it: Invia segnalazione
ja: レポートを送信
ko: 신고 보내기
nl: Rapport verzenden
pl: Wyślij zgłoszenie
pt: Enviar relatório
ru: Отправить отчёт
sv: Skicka rapport
th: ส่งรายงาน
tr: Raporu Gönder
uk: Надіслати звіт
vi: Gửi báo cáo
zh_hans: 发送报告

source: Sending…
ar: جارٍ الإرسال…
de: Wird gesendet …
el: Αποστολή…
es: Enviando…
fa: در حال ارسال…
fr: Envoi…
he: שולח…
hi: भेज रहा है…
id: Mengirim…
it: Invio in corso…
ja: 送信中…
ko: 보내는 중…
nl: Verzenden…
pl: Wysyłanie…
pt: Enviando…
ru: Отправка…
sv: Skickar…
th: กำลังส่ง…
tr: Gönderiliyor…
uk: Надсилання…
vi: Đang gửi…
zh_hans: 正在发送……

source: Sends a private message through AppleVis. Your email address is not shared unless they reply.
ar: يرسل رسالة خاصة عبر AppleVis. لا تتم مشاركة عنوان بريدك الإلكتروني إلا إذا ردّوا.
de: Sendet eine private Nachricht über AppleVis. Deine E-Mail-Adresse wird nur geteilt, wenn sie antworten.
el: Στέλνει ένα ιδιωτικό μήνυμα μέσω του AppleVis. Η διεύθυνση email σας δεν κοινοποιείται εκτός αν απαντήσουν.
es: Envía un mensaje privado a través de AppleVis. Tu dirección de correo electrónico no se comparte a menos que respondan.
fa: پیامی خصوصی از طریق AppleVis ارسال می‌کند. آدرس ایمیل شما به‌اشتراک گذاشته نمی‌شود مگر اینکه پاسخ دهند.
fr: Envoie un message privé via AppleVis. Votre adresse e-mail n'est pas partagée sauf s'ils répondent.
he: שולח הודעה פרטית דרך AppleVis. כתובת האימייל שלך אינה משותפת אלא אם כן הם משיבים.
hi: AppleVis के माध्यम से एक निजी संदेश भेजता है। जब तक वे उत्तर नहीं देते, आपका ईमेल पता साझा नहीं किया जाता।
id: Mengirim pesan pribadi melalui AppleVis. Alamat email Anda tidak dibagikan kecuali mereka membalas.
it: Invia un messaggio privato tramite AppleVis. Il tuo indirizzo email non viene condiviso a meno che non rispondano.
ja: AppleVis 経由でプライベートメッセージを送信します。相手が返信しない限り、メールアドレスは共有されません。
ko: AppleVis를 통해 비공개 메시지를 보냅니다. 상대방이 답장하지 않는 한 이메일 주소는 공유되지 않습니다.
nl: Verstuurt een privébericht via AppleVis. Je e-mailadres wordt niet gedeeld tenzij ze antwoorden.
pl: Wysyła prywatną wiadomość przez AppleVis. Twój adres e-mail nie jest udostępniany, chyba że odpowiedzą.
pt: Envia uma mensagem privada pela AppleVis. Seu endereço de e-mail não é compartilhado a menos que respondam.
ru: Отправляет личное сообщение через AppleVis. Ваш адрес электронной почты не передаётся, пока собеседник не ответит.
sv: Skickar ett privat meddelande via AppleVis. Din e-postadress delas inte om de inte svarar.
th: ส่งข้อความส่วนตัวผ่าน AppleVis ที่อยู่อีเมลของคุณจะไม่ถูกแชร์เว้นแต่พวกเขาจะตอบกลับ
tr: AppleVis üzerinden özel bir mesaj gönderir. Yanıt vermedikleri sürece e-posta adresiniz paylaşılmaz.
uk: Надсилає приватне повідомлення через AppleVis. Вашу електронну адресу не буде розголошено, доки вони не дадуть відповідь.
vi: Gửi tin nhắn riêng qua AppleVis. Địa chỉ email của bạn không được chia sẻ trừ khi họ trả lời.
zh_hans: 通过 AppleVis 发送私信。除非对方回复，否则不会分享您的电子邮件地址。

source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fr: Réglages
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

source: Settings and profile
ar: الإعدادات والملف الشخصي
de: Einstellungen und Profil
el: Ρυθμίσεις και προφίλ
es: Ajustes y perfil
fa: تنظیمات و نمایه
fr: Réglages et profil
he: הגדרות ופרופיל
hi: सेटिंग्स और प्रोफ़ाइल
id: Pengaturan dan Profil
it: Impostazioni e profilo
ja: 設定とプロフィール
ko: 설정 및 프로필
nl: Instellingen en profiel
pl: Ustawienia i profil
pt: Configurações e perfil
ru: Настройки и профиль
sv: Inställningar och profil
th: การตั้งค่าและโปรไฟล์
tr: Ayarlar ve Profil
uk: Налаштування та профіль
vi: Cài đặt và hồ sơ
zh_hans: 设置和个人资料

source: Settings are grouped so VoiceOver users do not have to swipe through one long list of switches.
ar: الإعدادات مجمّعة حتى لا يضطر مستخدمو VoiceOver إلى التمرير خلال قائمة طويلة.
de: Einstellungen sind gruppiert, damit VoiceOver-Nutzer nicht durch eine lange Liste wischen müssen.
el: Οι ρυθμίσεις είναι ομαδοποιημένες ώστε οι χρήστες VoiceOver να μην χρειάζεται να πλοηγηθούν σε μια μακρά λίστα διακοπτών.
es: Los ajustes están agrupados para que los usuarios de VoiceOver no tengan que deslizar por una larga lista.
fa: تنظیمات گروه‌بندی شده‌اند تا کاربران VoiceOver مجبور به پیمایش در یک لیست طولانی نباشند.
fr: Les réglages sont regroupés pour que les utilisateurs de VoiceOver n'aient pas à balayer une longue liste.
he: ההגדרות מקובצות כדי שמשתמשי VoiceOver לא יצטרכו לנווט ברשימה ארוכה של מתגים.
hi: सेटिंग्स को समूहीकृत किया गया है ताकि VoiceOver उपयोगकर्ताओं को लंबी सूची में स्वाइप न करना पड़े।
id: Pengaturan dikelompokkan agar pengguna VoiceOver tidak perlu menavigasi daftar sakelar yang panjang.
it: Le impostazioni sono raggruppate per facilitare la navigazione con VoiceOver.
ja: VoiceOverユーザーが長いリストをスワイプしなくて済むよう、設定はグループ化されています。
ko: VoiceOver 사용자가 긴 목록을 스와이프하지 않도록 설정이 그룹화되어 있습니다.
nl: Instellingen zijn gegroepeerd zodat VoiceOver-gebruikers niet door een lange lijst hoeven te vegen.
pl: Ustawienia są pogrupowane, aby użytkownicy VoiceOver nie musieli przewijać długiej listy przełączników.
pt: As configurações são agrupadas para que os usuários do VoiceOver não precisem deslizar por uma longa lista.
ru: Настройки сгруппированы, чтобы пользователям VoiceOver не приходилось листать длинный список переключателей.
sv: Inställningar är grupperade så att VoiceOver-användare inte behöver navigera genom en lång lista med reglage.
th: การตั้งค่าถูกจัดกลุ่มเพื่อให้ผู้ใช้ VoiceOver ไม่ต้องนำทางผ่านรายการสวิตช์ยาว
tr: VoiceOver kullanıcılarının uzun bir geçiş listesinde gezinmesi gerekmemesi için ayarlar gruplandırılmıştır.
uk: Налаштування згруповано, щоб користувачам VoiceOver не доводилося гортати довгий список перемикачів.
vi: Cài đặt được nhóm lại để người dùng VoiceOver không cần điều hướng qua danh sách chuyển đổi dài.
zh_hans: 设置已分组，以便VoiceOver用户无需在长列表中滑动。

source: Settings Center
ar: مركز الإعدادات
de: Einstellungszentrale
el: Κέντρο Ρυθμίσεων
es: Centro de configuración
fa: مرکز تنظیمات
fr: Centre de réglages
he: מרכז ההגדרות
hi: सेटिंग्स केंद्र
id: Pusat Pengaturan
it: Centro impostazioni
ja: 設定センター
ko: 설정 센터
nl: Instellingencentrum
pl: Centrum ustawień
pt: Central de configurações
ru: Центр настроек
sv: Inställningscenter
th: ศูนย์การตั้งค่า
tr: Ayarlar Merkezi
uk: Центр налаштувань
vi: Trung tâm cài đặt
zh_hans: 设置中心

source: Setup now asks whether Home and Forums should focus on Apple only or also include other tech topics, like Windows, Android, and assistive technology discussions. Apple-only is the new default — change it from this new setup step, Customize Home, or Settings > Home Feed anytime.
ar: يسأل الإعداد الآن عما إذا كان ينبغي أن تركّز الشاشة الرئيسية والمنتديات على Apple فقط أو تتضمن أيضًا مواضيع تقنية أخرى، مثل Windows وAndroid والنقاشات حول التقنيات المساعدة. أصبح الاقتصار على Apple هو الإعداد الافتراضي الجديد — يمكنك تغييره في أي وقت من خطوة الإعداد الجديدة هذه، أو من "تخصيص الشاشة الرئيسية"، أو من الإعدادات > تغذية الشاشة الرئيسية.
de: Das Setup fragt jetzt, ob sich Start und Foren nur auf Apple konzentrieren oder auch andere Technikthemen wie Windows, Android und Diskussionen über Hilfstechnologien einschließen sollen. Nur Apple ist jetzt der neue Standard – ändere dies jederzeit über diesen neuen Setup-Schritt, „Startseite anpassen” oder Einstellungen > Home-Feed.
el: Η ρύθμιση τώρα ρωτά αν η Αρχική και τα Φόρουμ πρέπει να επικεντρώνονται μόνο στην Apple ή να περιλαμβάνουν και άλλα θέματα τεχνολογίας, όπως Windows, Android και συζητήσεις για τεχνολογίες υποβοήθησης. Μόνο Apple είναι πλέον η νέα προεπιλογή — αλλάξτε το ανά πάσα στιγμή από αυτό το νέο βήμα ρύθμισης, την «Προσαρμογή Αρχικής» ή τις Ρυθμίσεις > Ροή Αρχικής.
es: La configuración ahora pregunta si Inicio y Foros deben centrarse solo en Apple o también incluir otros temas tecnológicos, como Windows, Android y debates sobre tecnología de asistencia. Solo Apple es ahora el nuevo valor predeterminado; puedes cambiarlo en cualquier momento desde este nuevo paso de configuración, «Personalizar Inicio» o Ajustes > Feed de Inicio.
fa: تنظیمات اکنون می‌پرسد که آیا صفحهٔ اصلی و انجمن‌ها فقط باید روی اپل تمرکز کنند یا موضوعات فناوری دیگری مانند ویندوز، اندروید و بحث‌های فناوری کمکی را هم شامل شوند. فقط اپل اکنون پیش‌فرض جدید است — این را هر زمان از این مرحلهٔ جدید تنظیمات، "سفارشی‌سازی صفحهٔ اصلی" یا تنظیمات > فید صفحهٔ اصلی تغییر دهید.
fr: La configuration demande désormais si Accueil et Forums doivent se concentrer uniquement sur Apple ou aussi inclure d'autres sujets technologiques, comme Windows, Android et les discussions sur les technologies d'assistance. Apple uniquement est désormais le nouveau réglage par défaut — modifiez-le à tout moment depuis cette nouvelle étape de configuration, « Personnaliser Accueil » ou Réglages > Fil Accueil.
he: ההגדרה כעת שואלת אם הבית והפורומים צריכים להתמקד רק ב-Apple או לכלול גם נושאי טכנולוגיה אחרים, כמו Windows, Android ודיונים על טכנולוגיה מסייעת. רק Apple היא כעת ברירת המחדל החדשה — שנה זאת בכל עת משלב הגדרה חדש זה, מ"התאמה אישית של הבית" או מהגדרות > פיד הבית.
hi: सेटअप अब पूछता है कि क्या होम और फ़ोरम को केवल Apple पर केंद्रित रहना चाहिए या Windows, Android, और सहायक तकनीक चर्चाओं जैसे अन्य तकनीकी विषयों को भी शामिल करना चाहिए। केवल Apple अब नया डिफ़ॉल्ट है — इसे कभी भी इस नए सेटअप चरण, "होम को अनुकूलित करें", या सेटिंग्स > होम फ़ीड से बदलें।
id: Penyiapan sekarang menanyakan apakah Beranda dan Forum harus berfokus hanya pada Apple atau juga menyertakan topik teknologi lain, seperti Windows, Android, dan diskusi teknologi bantu. Hanya Apple kini menjadi default baru — ubah ini kapan saja dari langkah penyiapan baru ini, "Sesuaikan Beranda", atau Pengaturan > Umpan Beranda.
it: La configurazione ora chiede se Home e Forum devono concentrarsi solo su Apple oppure includere anche altri argomenti tecnologici, come Windows, Android e discussioni sulle tecnologie assistive. Solo Apple è ora l'impostazione predefinita: modificala in qualsiasi momento da questo nuovo passaggio di configurazione, da "Personalizza Home" o da Impostazioni > Feed Home.
ja: セットアップでは、ホームとフォーラムをApple関連のみに絞るか、Windows、Android、支援技術に関する話題などの他の技術トピックも含めるかを尋ねるようになりました。Appleのみが新しいデフォルトです — この新しいセットアップ手順、「ホームをカスタマイズ」、または「設定」>「ホームフィード」からいつでも変更できます。
ko: 설정에서 이제 홈과 포럼이 Apple에만 집중할지, 아니면 Windows, Android, 보조 기술 논의와 같은 다른 기술 주제도 포함할지 묻습니다. Apple 전용이 이제 새로운 기본값입니다 — 이 새로운 설정 단계, "홈 사용자 지정", 또는 설정 > 홈 피드에서 언제든지 변경할 수 있습니다.
nl: Bij het instellen wordt nu gevraagd of Home en Forums zich alleen op Apple moeten richten of ook andere technologieonderwerpen moeten opnemen, zoals Windows, Android en discussies over hulptechnologie. Alleen Apple is nu de nieuwe standaard — wijzig dit op elk moment via deze nieuwe installatiestap, 'Start aanpassen' of Instellingen > Start-feed.
pl: Konfiguracja pyta teraz, czy Strona główna i Fora mają skupiać się wyłącznie na Apple, czy też uwzględniać inne tematy technologiczne, takie jak Windows, Android i dyskusje o technologiach wspomagających. Tylko Apple to teraz nowe ustawienie domyślne — zmień je w dowolnym momencie w tym nowym kroku konfiguracji, w „Dostosuj stronę główną” lub w Ustawienia > Kanał Strona główna.
pt: A configuração agora pergunta se o Início e os Fóruns devem se concentrar apenas na Apple ou também incluir outros tópicos de tecnologia, como Windows, Android e discussões sobre tecnologia assistiva. Somente Apple agora é o novo padrão — altere isso a qualquer momento nesta nova etapa de configuração, em "Personalizar Início" ou em Configurações > Feed Início.
ru: Настройка теперь спрашивает, должны ли «Главная» и «Форумы» быть посвящены только Apple или также включать другие технические темы, такие как Windows, Android и обсуждения вспомогательных технологий. Только Apple теперь является новым значением по умолчанию — измените это в любое время на этом новом шаге настройки, в «Настроить главный экран» или в «Настройки» > «Лента «Главная»».
sv: Installationen frågar nu om Hem och Forum ska fokusera enbart på Apple eller även inkludera andra teknikämnen, som Windows, Android och diskussioner om hjälpmedelsteknik. Endast Apple är nu det nya standardvalet — ändra det när som helst från detta nya installationssteg, "Anpassa Hem" eller Inställningar > Hem-flöde.
th: การตั้งค่าตอนนี้จะถามว่าหน้าหลักและฟอรัมควรเน้นเฉพาะ Apple หรือรวมหัวข้อเทคโนโลยีอื่น ๆ ด้วย เช่น Windows, Android และการสนทนาเกี่ยวกับเทคโนโลยีสิ่งอำนวยความสะดวก ตอนนี้ค่าเริ่มต้นใหม่คือเฉพาะ Apple เท่านั้น — เปลี่ยนได้ทุกเมื่อจากขั้นตอนการตั้งค่าใหม่นี้ "ปรับแต่งหน้าแรก" หรือการตั้งค่า > ฟีดหน้าแรก
tr: Kurulum artık Ana Sayfa ve Forumların yalnızca Apple'a mı odaklanacağını yoksa Windows, Android ve yardımcı teknoloji tartışmaları gibi diğer teknoloji konularını da mı içereceğini soruyor. Yalnızca Apple artık yeni varsayılan ayardır — bunu istediğiniz zaman bu yeni kurulum adımından, "Ana Sayfayı Özelleştir"den veya Ayarlar > Ana Sayfa Akışı'ndan değiştirebilirsiniz.
uk: Налаштування тепер запитує, чи мають «Головна» і «Форуми» стосуватися лише Apple, чи також включати інші технічні теми, як-от Windows, Android та обговорення допоміжних технологій. Лише Apple тепер є новим значенням за замовчуванням — змініть це будь-коли на цьому новому кроці налаштування, в «Налаштувати головну» або в Налаштування > Стрічка «Головна».
vi: Quá trình thiết lập giờ đây sẽ hỏi liệu Trang chủ và Diễn đàn có nên chỉ tập trung vào Apple hay bao gồm cả các chủ đề công nghệ khác, như Windows, Android và các thảo luận về công nghệ hỗ trợ. Chỉ Apple hiện là mặc định mới — thay đổi điều này bất cứ lúc nào từ bước thiết lập mới này, "Tùy chỉnh Trang chủ" hoặc Cài đặt > Nguồn cấp dữ liệu Trang chủ.
zh_hans: 设置现在会询问主页和论坛是应该只关注 Apple,还是也包含其他技术主题,例如 Windows、Android 和辅助技术讨论。仅限 Apple 现在是新的默认设置 — 您可以随时通过此新设置步骤、“自定义主页”或“设置”>“主页动态”进行更改。
